{
  "next": "next",
  "restart": "restart",
  "correct": "Correct response",
  "see_more": "see more",
  "header": {
    "1": "Sharks",
    "2": "Quiz",
    "3": "About"
  },
  "shark": {
    "dm": "distribution map",
    "cs": "Conservation status",
    "length": "length",
    "weight": "weight",
    "av": "average",
    "iucnStatus": {
      "EX": "extinct",
      "EW": "extinct in the wild",
      "CR": "critical endangered",
      "EN": "endangered",
      "VU": "vulnerable",
      "NT": "near threatened",
      "LT": "least concern"
    }
  },
  "quiz": {
    "contextual1": "You're well aware about sharks !",
    "contextual2": "You've knowledge for sure but you could learn more !",
    "contextual3": "It seems you should interest yourself a little bit more, don't worry you'll discover a lot of amazing things !",
    "1": {
      "text": "Are sharks in danger",
      "responses": {
        "1": "Yes",
        "2": "No",
        "3": "Maybe"
      },
      "answer": "Definitely. Even if some of the species are not categorized by the iucn as 'in danger', that's not when it's too late that we'd change something. It should be done way before. Global warming, intensive fishing, destruction of their environments are some of the reasons why all type of sharks are actually in danger."
    },
    "2": {
      "text": "Are sharks killers like in the movies",
      "responses": {
        "1": "Yes, absolutely",
        "2": "Not at all",
        "3": "Sometimes they can kill for pleasure"
      },
      "answer": "No, they're not killers. That's not because they're shown acting like killers that this is true. In fact sharks are rarely hunting because they're not eating much. Also, to them human flesh is not a very tasty meal. Finally, this notion of 'killer' is really human and shouldn't be applied to shark's behaviors."
    },
    "3": {
      "text": "What is shark finning",
      "responses": {
        "1": "A movement made by associations to save and protect sharks",
        "2": "Some barbaric practice",
        "3": "A specific behavior which occurs only when sharks are eating"
      },
      "answer": "Shark finning is the act of removing fins from sharks and discarding the rest of the shark back into the ocean. This act is prohibited in many countries. The sharks are often still alive when discarded, but without their fins. Unable to swim effectively, they sink to the bottom of the ocean and die of suffocation or are eaten by other predators."
    },
    "4": {
      "text": "Can we observe great white sharks in captivity",
      "responses": {
        "1": "Yes",
        "2": "No",
        "3": "Sometimes"
      },
      "answer": "It seems that they're incapable to survive in captivity. During the past some tries have been made such as the one in 2016 at Okinawa island in the south of Japan, Churaumi aquarium tried to conserve a male victim of unfortunate fishing. He died 3 days after being captured. Studies showed that he refused to eat. In fact great white sharks travel hundreds of kilometers, we can't image the size of the aquarium to contain such space. Moreover, they can develop psychological diseases being separated from their natural environment."
    },
    "5": {
      "text": "Why can't we see skeleton of sharks",
      "responses": {
        "1": "Strictly speaking, they've no skeleton",
        "2": "It's very difficult to get them because they're drowning deeply to the abysses",
        "3": "Nobody mind about shark skeletons"
      },
      "answer": "Sharks have cartilage skeleton, they don't have bones covering their body like a fish you can buy at the supermarket. As so, when they die, everything can be eaten by their relatives into the ocean."
    }
  },
  "about": {
    "1": "Work of a passionate about oceanography and everything related to it.",
    "2": "Working as software engineer.",
    "3": "Enthusiast since I was born about everything bounded to ocean and especially about sharks I dedicated free time to study and learn about them as much as possible alongside other passions I have.",
    "4": "Sharks have always been fascinating creatures to me. As I'm also a swimmer since a long time I always wondered myself during my swimming sessions into the sea, what'd I do if I'd encountered a shark (doesn't really matter which type but let's assume it'd be a hunter one like Tiger shark or Great white shark) showing up right in front of me.",
    "5": "Well, of course, right now, writing those lines I'd say that I'd stay calm and quiet trying not to waist any seconds with this creature. But coming back to reality I'm not sure about what reaction I'll have. Maybe I'll panic, maybe not. One thing is certain, these are not the killers that the cinema shows us.",
    "6": "If one day I can work alongside them, I'd have accomplished the biggest dream of my life."
  },
  "sharks": {
    "blue_shark": {
      "name": "Blue shark",
      "scientific_name": "Prionace glauca",
      "description": "Blue sharks are curious, open-ocean predators that live throughout the global ocean, from the tropics to cold temperate waters. They spend most of their lives far from the coast and are truly a pelagic species. The common name comes from the blue color of the skin, unique among the sharks.",
      "uicn_status": "NT"
    },
    "bronze_whale_shark": {
      "name": "Bronze whale shark",
      "scientific_name": "Carcharhinus brachyurus",
      "uicn_status": "NT"
    },
    "bull_shark": {
      "name": "Bull shark",
      "scientific_name": "Carcharhinus leucas",
      "description": "The bull shark is a predatory species that lives in coastal seas and is the shark with the best ability to move into freshwaters – particularly large, coastal rivers and lakes. They are able to move back and forth between saltwater and freshwater with ease. This behavior brings them into more contact with humans than most species of sharks, and they are therefore responsible for fatally biting more people than any other species.",
      "uicn_status": "NT"
    },
    "dusty_shark": {
      "name": "Dusty shark",
      "scientific_name": "Carcharhinus obscurus",
      "uicn_status": "EN"
    },
    "gray_nurse_shark": {
      "name": "Gray nurse shark",
      "scientific_name": "Carcharias taurus",
      "description": "The sand tiger shark, also known as the gray nurse shark, is a slow-moving coastal predator distinguished by its flattened, conical snout and spiked, protruding teeth similar to the tiger shark. It has small eyes and light brown skin that resembles sand, helping the shark blend into its surroundings when looked at from above.",
      "uicn_status": "CR"
    },
    "hammerhead_shark": {
      "name": "Great Hammerhead shark",
      "scientific_name": "Sphyrna zygaena",
      "description": "The great hammerhead shark is the largest of all hammerhead species, reaching a maximum known length of 20 feet (6.1 m) and weight of 991 pounds (450 kg). The species is distinguished from other hammerheads by its nearly straight hammer-shaped head (cephalofoil) that has a prominent indentation in the middle.",
      "uicn_status": "VU"
    },
    "tiger_shark": {
      "name": "Tiger shark",
      "scientific_name": "Galeocerdo cuvier",
      "description": "The tiger shark gets its name from the characteristic vertical bars that cover the sides of its body. Though these bars fade slightly as individuals reach adulthood, they are very noticeable in juveniles and at least party visible throughout the lifetime. Reaching lengths of at least 18 feet (5.5 m) and 2000 pounds (nearly a metric tonne), the tiger shark is the fourth largest shark and second largest predatory shark, behind only the great white.",
      "uicn_status": "NT"
    },
    "whale_shark": {
      "name": "Whale shark",
      "scientific_name": "Rhincodon typus",
      "description": "The largest fish in the world is the graceful, harmless whale shark. Though they reach the size of a school bus, whale sharks eat tiny plankton and fish eggs, which they filter feed as they swim slowly along with their giant mouths wide open. They are one of only three species of filter feeding sharks.",
      "uicn_status": "EN"
    },
    "white_shark": {
      "name": "Great White shark",
      "scientific_name": "Carcharodon carcharias",
      "description": " Le requin blanc est un requin exceptionnellement grand mesurant en moyenne ente 4 et 6 m pour un poids d'environ 2 tonnes. Officiellement, le plus grand spécimen pêché et reconnu par les scientifiques mesurait 6,40 m et pesait 3 220 kg. Il possède un museau conique assez long. Ses dents, tranchantes comme des lames de rasoir, sont plates, triangulaires et dentelées et peuvent mesurer sept centimètres de long dont six centimètres dépassent des gencives. Sa mâchoire impressionnante comporte entre quatre et six rangées de dents dont seules les deux premières sont fonctionnelles. Quand il lui arrive de perdre une dent, une autre de la rangée arrière vient prendre sa place. La mâchoire de ce requin est dotée entre quarante-quatre à cinquante deux dents. Si les fentes branchiales sont très longues, elles n'encerclent pas totalement la tête. Ces branchies précèdent les nageoires pectorales de forme falciforme et bien développée. La nageoire caudale est courte, presque symétrique en forme de croissant. Super-prédateur des océans, le requin blanc a néanmoins son point faible. En effet, pour survivre, il doit être en mouvement constant afin de pouvoir s'oxygéner en permanence.",
      "uicn_status": "VU"
    },
    "basking_shark": {
      "name": "Basking shark",
      "scientific_name": "Cetorhinus maximus",
      "description": "The basking shark is the second largest fish in the world, and like the largest fish (the whale shark) and the largest animal (the great whales), basking sharks are filter feeders that eat tiny, planktonic prey. Reaching lengths of 40 feet (12 m) and resembling predatory sharks in appearance, the basking shark can give an intimidating impression, but they are quite harmless. They spend most of their time near the surface, swimming with their extraordinarily large mouths open, filtering out their preferred prey, but they may also make deeper, feeding dives.",
      "uicn_status": "EN"
    },
    "spiny_dogfish": {
      "name": "Spiny dogfish",
      "scientific_name": "Squalus acanthias",
      "description": "The spiny dogfish may go by many names, including piked dogfish, rock salmon and spiky dog, but only one truly represents this shark’s unique defense strategy. Using sharp, venomous spines in the front of each dorsal fin, the spiny dogfish is a small but mighty predator that isn’t afraid to take a jab at passing fish. They are considered one of the most abundant living shark species in the ocean, but are harmless to humans.",
      "uicn_status": "VU"
    },
    "shortfin_mako_shark": {
      "name": "Shortfin mako shark",
      "scientific_name": "Isurus oxyrinchus",
      "description": "The shortfin mako shark is a large, predatory shark that lives in the open ocean and reaches lengths of 12 feet (3.8 m) and weights of at least 1200 pounds (545 kg). With top speeds of 45 miles per hour (74 kilometers per hour), the shortfin mako is the fastest shark and is one of the fastest fishes on the planet. This species’ athleticism is not restricted to its swimming speeds. It is known for its incredible leaping ability and can be observed jumping to extreme heights (out of the water) when hunting.",
      "uicn_status": "EN"
    },
    "grey_shark": {
      "name": "Grey shark",
      "scientific_name": "Carcharhinus amblyrhynchos",
      "uicn_status": "NT"
    },
    "thresher_shark": {
      "name": "Thresher shark",
      "scientific_name": "Alopias vulpinus",
      "description": "The pelagic thresher shark is one of three thresher sharks, all three known for their extremely long tails. Adult pelagic threshers’ tails are longer than the rest of the body. Scientists believe that they are highly migratory, but there have not been sufficient tagging studies to confirm that suspicion. Little is known about the ecology of pelagic thresher sharks, as they are difficult to study in their natural habitat (the open ocean).",
      "uicn_status": "VU"
    },
    "porbeagle": {
      "name": "Porbeagle",
      "scientific_name": "Lamna nasus",
      "description": "The porbeagle shark is a wide-ranging shark that’s recognized by its conical snout, white underbelly and dark gray top. Scholars have proposed that the porbeagle shark’s name originates from the combination of “porpoise” and “beagle” – referencing the shark’s rounded body and dogged hunting methods.",
      "uicn_status": "VU"
    },
    "smalltooth_sand_tiger": {
      "name": "Smalltooth sand tiger",
      "scientific_name": "Odontaspis ferox",
      "uicn_status": "NT"
    },
    "bluntnose_sixgill_shark": {
      "name": "Bluntnose sixgill shark",
      "scientific_name": "Hexanchus griseus",
      "uicn_status": "NT"
    }
  }
}
