{
  "next": "siguiente",
  "restart": "reiniciar",
  "correct": "Respuesta correcta",
  "see_more": "ver más",
  "header": {
    "1": "Tiburones",
    "2": "Cuestionario",
    "3": "Acerca de"
  },
  "shark": {
    "dm": "mapa de distribución",
    "cs": "Estado de conservación",
    "length": "longitud",
    "weight": "peso",
    "av": "promedio",
    "iucnStatus": {
      "EX": "extinto",
      "EW": "extinto en la naturaleza",
      "CR": "en peligro crítico",
      "EN": "en peligro",
      "VU": "vulnerable",
      "NT": "casi amenazado",
      "LT": "preocupación menor"
    }
  },
  "quiz": {
    "contextual1": "¡Sabes mucho sobre tiburones!",
    "contextual2": "¡Tienes conocimientos, pero podrías aprender más!",
    "contextual3": "Parece que deberías interesarte un poco más, ¡no te preocupes, descubrirás muchas cosas increíbles!",
    "1": {
      "text": "¿Están los tiburones en peligro?",
      "responses": {
        "1": "Sí",
        "2": "No",
        "3": "Quizás"
      },
      "answer": "Definitivamente sí. Incluso si algunas de las especies no están categorizadas por la IUCN como 'en peligro', eso no significa que debamos esperar a que sea demasiado tarde para hacer algo. Deberíamos actuar mucho antes. El calentamiento global, la pesca intensiva y la destrucción de sus hábitats son algunas de las razones por las que todos los tipos de tiburones están en peligro."
    },
    "2": {
      "text": "¿Los tiburones son asesinos como en las películas?",
      "responses": {
        "1": "Sí, absolutamente",
        "2": "Para nada",
        "3": "A veces pueden matar por placer"
      },
      "answer": "No, no son asesinos. El hecho de que se les muestre actuando como asesinos no significa que sea cierto. De hecho, los tiburones raramente cazan porque no comen mucho. Además, para ellos la carne humana no es una comida muy sabrosa. Finalmente, esta noción de 'asesino' es realmente humana y no debería aplicarse al comportamiento de los tiburones."
    },
    "3": {
      "text": "¿Qué es el aleteo de tiburón?",
      "responses": {
        "1": "Un movimiento realizado por asociaciones para salvar y proteger a los tiburones",
        "2": "Una práctica bárbara",
        "3": "Un comportamiento específico que ocurre solo cuando los tiburones están comiendo"
      },
      "answer": "El aleteo de tiburón es el acto de quitar las aletas de los tiburones y descartar el resto del tiburón de vuelta al océano. Este acto está prohibido en muchos países. A menudo, los tiburones aún están vivos cuando se descartan, pero sin sus aletas. Incapaces de nadar eficazmente, se hunden en el fondo del océano y mueren por asfixia o son comidos por otros depredadores."
    },
    "4": {
      "text": "¿Podemos observar tiburones blancos en cautiverio?",
      "responses": {
        "1": "Sí",
        "2": "No",
        "3": "A veces"
      },
      "answer": "Parece que son incapaces de sobrevivir en cautiverio. En el pasado se han realizado algunos intentos, como el de 2016 en la isla de Okinawa, en el sur de Japón, donde el acuario Churaumi intentó conservar a un macho víctima de una pesca desafortunada. Murió 3 días después de ser capturado. Los estudios mostraron que se negó a comer. De hecho, los tiburones blancos viajan cientos de kilómetros, no podemos imaginar el tamaño del acuario necesario para contener ese espacio. Además, pueden desarrollar enfermedades psicológicas al ser separados de su entorno natural."
    },
    "5": {
      "text": "¿Por qué no podemos ver el esqueleto de los tiburones?",
      "responses": {
        "1": "Estrictamente hablando, no tienen un esqueleto",
        "2": "Es muy difícil obtenerlos porque se ahogan profundamente en las profundidades",
        "3": "A nadie le importa el esqueleto de los tiburones"
      },
      "answer": "Los tiburones tienen un esqueleto de cartílago, no tienen huesos que cubran su cuerpo como un pez que se puede comprar en el supermercado. Por lo tanto, cuando mueren, todo puede ser comido por sus parientes en el océano."
    }
  },
  "about": {
    "1": "Work of a passionate about oceanography and everything related to it.",
    "2": "Working as software engineer, swimmer, sportsman in general.",
    "3": "Enthusiast since I was born about everything bounded to ocean and especially about sharks I dedicated free time to study and learn about them as much as possible alongside other passions I have.",
    "4": "Sharks have always been fascinating creatures to me.",
    "5": "If one day I can work alongside them, I'd have accomplished the biggest dream of my life."
  },
  "sharks": {
    "blue_shark": {
      "name": "Blue shark",
      "scientific_name": "Prionace glauca",
      "descripcion": "Los tiburones azules son depredadores curiosos de alta mar que viven en todo el océano global, desde los trópicos hasta las aguas templadas frías. Pasan la mayor parte de sus vidas lejos de la costa y son verdaderamente una especie pelágica. El nombre común proviene del color azul de la piel, único entre los tiburones.",
      "uicn_status": "NT"
    },
    "bronze_whale_shark": {
      "name": "Bronze whale shark",
      "scientific_name": "Carcharhinus brachyurus",
      "uicn_status": "NT"
    },
    "bull_shark": {
      "name": "Bull shark",
      "scientific_name": "Carcharhinus leucas",
      "description": "The bull shark is a predatory species that lives in coastal seas and is the shark with the best ability to move into freshwaters – particularly large, coastal rivers and lakes. They are able to move back and forth between saltwater and freshwater with ease. This behavior brings them into more contact with humans than most species of sharks, and they are therefore responsible for fatally biting more people than any other species.",
      "uicn_status": "NT"
    },
    "dusty_shark": {
      "name": "Dusty shark",
      "scientific_name": "Carcharhinus obscurus",
      "uicn_status": "EN"
    },
    "gray_nurse_shark": {
      "name": "Gray nurse shark",
      "scientific_name": "Carcharias taurus",
      "description": "The sand tiger shark, also known as the gray nurse shark, is a slow-moving coastal predator distinguished by its flattened, conical snout and spiked, protruding teeth similar to the tiger shark. It has small eyes and light brown skin that resembles sand, helping the shark blend into its surroundings when looked at from above.",
      "uicn_status": "CR"
    },
    "hammerhead_shark": {
      "name": "Great Hammerhead shark",
      "scientific_name": "Sphyrna zygaena",
      "description": "The great hammerhead shark is the largest of all hammerhead species, reaching a maximum known length of 20 feet (6.1 m) and weight of 991 pounds (450 kg). The species is distinguished from other hammerheads by its nearly straight hammer-shaped head (cephalofoil) that has a prominent indentation in the middle.",
      "uicn_status": "VU"
    },
    "tiger_shark": {
      "name": "Tiger shark",
      "scientific_name": "Galeocerdo cuvier",
      "description": "The tiger shark gets its name from the characteristic vertical bars that cover the sides of its body. Though these bars fade slightly as individuals reach adulthood, they are very noticeable in juveniles and at least party visible throughout the lifetime. Reaching lengths of at least 18 feet (5.5 m) and 2000 pounds (nearly a metric tonne), the tiger shark is the fourth largest shark and second largest predatory shark, behind only the great white.",
      "uicn_status": "NT"
    },
    "whale_shark": {
      "name": "Whale shark",
      "scientific_name": "Rhincodon typus",
      "description": "The largest fish in the world is the graceful, harmless whale shark. Though they reach the size of a school bus, whale sharks eat tiny plankton and fish eggs, which they filter feed as they swim slowly along with their giant mouths wide open. They are one of only three species of filter feeding sharks.",
      "uicn_status": "EN"
    },
    "white_shark": {
      "name": "Great White shark",
      "scientific_name": "Carcharodon carcharias",
      "description": " Le requin blanc est un requin exceptionnellement grand mesurant en moyenne ente 4 et 6 m pour un poids d'environ 2 tonnes. Officiellement, le plus grand spécimen pêché et reconnu par les scientifiques mesurait 6,40 m et pesait 3 220 kg. Il possède un museau conique assez long. Ses dents, tranchantes comme des lames de rasoir, sont plates, triangulaires et dentelées et peuvent mesurer sept centimètres de long dont six centimètres dépassent des gencives. Sa mâchoire impressionnante comporte entre quatre et six rangées de dents dont seules les deux premières sont fonctionnelles. Quand il lui arrive de perdre une dent, une autre de la rangée arrière vient prendre sa place. La mâchoire de ce requin est dotée entre quarante-quatre à cinquante deux dents. Si les fentes branchiales sont très longues, elles n'encerclent pas totalement la tête. Ces branchies précèdent les nageoires pectorales de forme falciforme et bien développée. La nageoire caudale est courte, presque symétrique en forme de croissant. Super-prédateur des océans, le requin blanc a néanmoins son point faible. En effet, pour survivre, il doit être en mouvement constant afin de pouvoir s'oxygéner en permanence.",
      "uicn_status": "VU"
    },
    "basking_shark": {
      "name": "Basking shark",
      "scientific_name": "Cetorhinus maximus",
      "description": "The basking shark is the second largest fish in the world, and like the largest fish (the whale shark) and the largest animal (the great whales), basking sharks are filter feeders that eat tiny, planktonic prey. Reaching lengths of 40 feet (12 m) and resembling predatory sharks in appearance, the basking shark can give an intimidating impression, but they are quite harmless. They spend most of their time near the surface, swimming with their extraordinarily large mouths open, filtering out their preferred prey, but they may also make deeper, feeding dives.",
      "uicn_status": "EN"
    },
    "spiny_dogfish": {
      "name": "Spiny dogfish",
      "scientific_name": "Squalus acanthias",
      "description": "The spiny dogfish may go by many names, including piked dogfish, rock salmon and spiky dog, but only one truly represents this shark’s unique defense strategy. Using sharp, venomous spines in the front of each dorsal fin, the spiny dogfish is a small but mighty predator that isn’t afraid to take a jab at passing fish. They are considered one of the most abundant living shark species in the ocean, but are harmless to humans.",
      "uicn_status": "VU"
    },
    "shortfin_mako_shark": {
      "name": "Shortfin mako shark",
      "scientific_name": "Isurus oxyrinchus",
      "description": "The shortfin mako shark is a large, predatory shark that lives in the open ocean and reaches lengths of 12 feet (3.8 m) and weights of at least 1200 pounds (545 kg). With top speeds of 45 miles per hour (74 kilometers per hour), the shortfin mako is the fastest shark and is one of the fastest fishes on the planet. This species’ athleticism is not restricted to its swimming speeds. It is known for its incredible leaping ability and can be observed jumping to extreme heights (out of the water) when hunting.",
      "uicn_status": "EN"
    },
    "grey_shark": {
      "name": "Grey shark",
      "scientific_name": "Carcharhinus amblyrhynchos",
      "uicn_status": "NT"
    },
    "thresher_shark": {
      "name": "Thresher shark",
      "scientific_name": "Alopias vulpinus",
      "description": "The pelagic thresher shark is one of three thresher sharks, all three known for their extremely long tails. Adult pelagic threshers’ tails are longer than the rest of the body. Scientists believe that they are highly migratory, but there have not been sufficient tagging studies to confirm that suspicion. Little is known about the ecology of pelagic thresher sharks, as they are difficult to study in their natural habitat (the open ocean).",
      "uicn_status": "VU"
    },
    "porbeagle": {
      "name": "Porbeagle",
      "scientific_name": "Lamna nasus",
      "description": "El tiburón porbeagle es un tiburón de amplia distribución que se reconoce por su hocico cónico, su vientre blanco y su parte superior de color gris oscuro. Se ha propuesto que el nombre del tiburón porbeagle se origina en la combinación de las palabras 'marsopa' y 'beagle' - haciendo referencia al cuerpo redondeado y los métodos de caza perseverantes del tiburón.",
      "uicn_status": "VU"
    },
    "smalltooth_sand_tiger": {
      "name": "Pequeño tiburón tigre de dientes de arena",
      "scientific_name": "Odontaspis ferox",
      "uicn_status": "NT"
    },
    "bluntnose_sixgill_shark": {
      "name": "Tiburón de seis branquias de hocico roma",
      "scientific_name": "Hexanchus griseus",
      "uicn_status": "NT"
    },
    "salmon_shark": {
      "name": "Tiburón salmón",
      "scientific_name": "Lamna ditropis",
      "uicn_status": "NT"
    }
  }
}
